use lbs;

insert into lifeCircleMessageItem(user, title, content, time) VALUES (13110170730,'疫情结束了，我想去离婚','晚上闺蜜发来消息，说过了疫情，要去办离婚手续，这回彻底心凉了。

闺蜜两口子都是事业单位职工，两人有个儿子今年上高一，日子一直过得安宁舒适，至少外人看起来是很美满的。

只有我知道闺蜜过得并不幸福，他们分床睡已经好几年了，只是平常老公还比较尽责，闺蜜负责接送孩子，老公负责做饭，日子虽然寡淡，可也过得去。闺蜜老说，都这样的年纪了，为了孩子，就这样过吧。

只是这场疫情，让一家三口闷在了家里，首先儿子发现了问题：你们俩怎么不说话呀？闺蜜跟老公相对无言，平常不觉得什么，各忙各的，儿子大部分时间都在学校，回家夫妻俩也是围着儿子转。现在，除了吃饭，一家人从不会坐在一起聊天。

闺蜜除了操心儿子，就是家里的琐事了。她忽然发现，这个家就她一个人在忙活。老公至从放了假，就没进过厨房，拿着手机不是打游戏就是聊天。闺蜜都觉得是养了俩儿子。她已经不记得上次老公进她房间的时间了。

最让她寒心的是，小区封了门，只让一个人出去买菜。有一次她出门时，儿子说：妈，我去吧，电视上不是说身强力壮的人抵抗力强吗？闺蜜当时眼泪都快下来了，再看老公抱着手机眼皮都没抬。那一刻，离婚的念头再一次冒了出来。

闺蜜说：现在看到老公都觉得烦，跟他呆在一起都觉得呼吸困难，这样的日子还怎么过？以前觉得为了孩子凑合，现在发现孩子都能保护我了，我还有什么好怕的？

我觉得闺蜜还能觉得心寒，说明她还是在乎老公的，危难时刻，当然希望老公有些担当，可能他老公不觉得这是什么问题，或者没意识到这场疫情的严重性吧，可以把自己的感受跟老公沟通，看看他的反应。不要一出现问题就想着离婚。
','2020-01-19 03:14:07');
insert into lifeCircleMessageItem(user, title, content, time) VALUES (13110170730,'心理学：往往能让男人上瘾的，是那些“低投入”的女人','你是否曾经也这样爱过一个人，低声下气，唯命是从？

你是否曾今为了爱而丢掉了自己，活成对方喜欢的模样？

问世间情为何物，只叫人生死相许。我想现实生活中，大部分人都曾有过吧。

可是，尽力去爱，用尽全力投入，是不会有好下场的。

就好比吃饭，一个人能吃两碗饭，当你只吃一碗的时候，没过多久，你便觉得饿了。

但是当你吃上满满两碗饭，肚子也会撑得不舒服，并且难消化。吃饭都讲究八分饱，对肠胃没有压迫感，也不会感到饥饿。

其实爱情也是一样，如果你在一段爱情里，完全得用尽心思，展现自己。

爱情就失去了新鲜感，男人便会逐渐对你丧失了兴趣，久而久之缺点被无限放大，你终究会被嫌弃。

所以，想让男人在爱情中对你上瘾，学好做一个“低投入”的女人是很有必要的。


什么是“低投入”？
吃西餐的人都知道，五分熟的牛排，还残留着肉的血腥味，吃起来总会给口腔带来不适感。

十分熟的牛肉往往掩盖了牛肉的鲜嫩，并不是良品；二八分熟的牛肉，才是美味的象征，不管是肉的口感还有色泽，都恰到好处，这就是适度。

生活中的湿度可以帮助你体会各种不同的乐趣，而爱情中的适度，就是“低投入”

当你遇上心仪的男人，学会如何拿捏好自己的情感，不张扬不迁就不卑微。控制住自己对爱情的投入，不冷淡。

但是也不会用尽全力去爱，忽冷忽热却又懂得在适当的时候紧紧相拥，这就是感情中的低投入。

而学会在感情中“低投入”的女人，更能让男人上瘾。


女人的魅力，是吸引男人上瘾的根源
01）、当爆出周杰伦和昆凌结婚的消息时，我想没很多女人都是羡慕昆凌的。

大家都说她命好，能够嫁给周杰伦这样柔情的男子而且还是天王，以后吃穿都不用愁。

但是结婚以后的昆凌并没有大家说的一样过着贵妇的生活，刚生完孩子的她，就立刻的投入到工作中，演戏，拍广告。

依旧像结婚以前一样的生活着，并且在周杰伦生日的时候，送给老公一辆几百万的车。

很多人都不理解，到底是为什么，以周杰伦的家底，她大可以安心在家做一名家庭主妇，照顾孩子。

就算不想照顾孩子，可以旅游购物，这种休闲的生活是人们都向往的，为什么人家有这样的条件，却仍然坚守工作呢？


02）、后来一次采访，记者问到昆凌，为什么还这么拼。

昆凌说：“我并不是拼，我只是做自己，我工作只是为了婚姻幸福，我和杰伦的差距很大，我们两个能够走在一起，是靠着爱情，如果哪天我把自己给弄丢了，那我们的爱情也就没了，何谈幸福的婚姻呢？”

是啊，因为爱情走到一起，因为以前昆凌的魅力能够吸引周杰伦并且与之相爱。

如果丢失了这种魅力，留给两个人的机会是什么呢，婚后的他们幸福依旧，是因为那份魅力依旧还在啊。


女人的魅力来源于感情中的“低投入”
《甄嬛传》是我最喜欢的一部宫斗剧，里面不仅有各宫娘娘的争奇斗艳，还能学到不少的撩汉本领。

甄嬛是这部剧最大的赢家，也交给了我们很多感情中的道理。

记得嬛嬛痛失孩子，而皇帝却不处置华妃这件事，两人产生了嫌隙。

最后看到宫中失宠的下场，嬛嬛决定挽回皇上的心。

在精心设计的一场邂逅中，皇上重新回到嬛嬛身边，但是嬛嬛却并没有让皇上留居在自己宫里。

而每次都找借口让皇上另觅他处休息，可是嬛嬛越是这样，皇上却越想得紧。

甄嬛在这里将情感拿捏的很好，保留了对皇上的思念，让皇上不能为所欲为。

除了自己设计这场邂逅以外，将思念留给皇上，将愧疚留给皇上，自己在宫里乐得自在，反而更受皇上的宠信，这就是所谓的低投入，高回报。


所以说，低投入的爱情，能让女人看起来更有魅力与神秘感，你的每一次细微的变化，在男人看来都能开出花来。

你对爱情“无所谓”的态度，能够给对方带来新鲜感，这种新鲜感会成为爱情的润滑剂，滋润着你们之间的爱情。

我是您的情感导师灵双儿，专注爱情婚姻情感心理学，感谢您的关注，欢迎转发和留言！
','2020-01-19 03:14:07');
insert into lifeCircleMessageItem(user, title, content, time) VALUES (13110170730,'用你喜欢的方式过一生','莎士比亚说，“有些人只拥吻影子，于是只拥有幸福的幻影。”

这话听起来似乎有点批评的意思，好像在指责一些人没有真切地活在现实生活里。可是读完《偷影子的人》，我忽然感觉到，如果我们的影子就是我们的内心，那么每一个追逐影子的脚步，都是在朝着幸福迈进。

文 | 卧猫
《偷影子的人》是法国作家马克·李维的第十部作品，这位在全世界拥有最多读者的作家，连续12年摘得“法国最畅销作家”荣誉。大导演斯皮尔伯格在阅读他的作品《如果这是真的》时，仅仅看了两页书稿，就立即重金买下了电影版权。

马克·李维的创作风格温情而风趣，他擅长用娓娓道来的方式，猝不及防地带给给读者温柔一击。《偷影子的人》同样是一部充满柔情的小说，它叙述童年、讲述友情、诠释亲情、诉说爱情。马克·李维用他独特的写作，带给了读者治愈般的阅读体验，以及笑中带泪的阅读感受。

知名艺人吴佩慈说，“什么样的一本书，会让你看完想静静淌着泪回味一下，同时感到温馨、诙谐、爱、喜悦和哀伤，这么复杂却又纤细的情感交织出这本《偷影子的人》。好想知道我的影子会说出我的什么秘密？”

合上书，我也有同感。我想马克·李维创作《偷影子的人》，是希望借影子的名义，让人们明白该学会忠于内心，去积极寻找真正适合自己的人生。



文 | 卧猫
伊凡：在生活中，找到直面现实的勇气，告别逃避心理
伊凡是学校的警卫，他有着并不幸福的童年。小的时候，他最害怕的东西是黑夜，每到夜幕降临，他都希望大人可以关上百叶窗，以防止黑夜溜进来，防止孤独与恐惧将他重重包围。

这种对黑暗的极度恐惧，源自他的童年经历。伊凡他从未得到过母爱，他不曾有过被母亲抱在怀里的安稳感觉。

长大后，伊凡留在了学校，做了一名警卫。他把他的整个人生都锁在学校的工具间里，他只想守住那一点点关于母爱的温存。他从未有过踏出学校，从未动过去寻找全新人生的念头。他的世界是昏暗的，面对时间和成长，他永远是一副逃避的姿态。他只默默躲在那间小小的工具间里，他说，那里有妈妈写给他的信，有关于妈妈的回忆，有他一生都渴望紧紧握住的温暖。



文 | 卧猫
如果不是那场大火，伊凡的人生可能会永远消沉和黯淡下去。伊凡的工具间在大火中彻底被烧毁，即使他拼了性命去挽救那间小房子，拼了性命去挽救他一生幸福的回忆，大火还是无情地夺走了一切，只留下一个伤心无措又孤独无望的伊凡。

那时书中的主人公还是一个小男孩，他有着独特的本领，他能听见所有人影子的倾诉。早在大火燃起之前，小男孩已经和警卫伊凡成了朋友。当伊凡向他倾诉他失去了妈妈写给他的信时，伊凡的影子却告诉了小男孩一个令人震惊的真相。伊凡的母亲在生下伊凡之后就死了，她从来没有给伊凡写过信。伊凡口中的信只是他自我欺骗的谎言，他太渴望母爱，太渴望温暖了。

“妈妈的存在就像一口深不见底的井，一口无法被填满的悲伤之井，而伊凡只能用杜撰出来的信，为这口井封上盖子。”

小男孩决定帮助伊凡，当伊凡从旧工具间残存的一截木头底下发现了那封信，伊凡的心活了过来，小男孩的计划也得到了圆满的结局。



文 | 卧猫
那是一封充满母爱的信，是小男孩让他的妈妈写给他的。信中，妈妈说，她最大的心愿就是他将来可以开心茁壮地成长。这封信被小男孩伪装后埋藏在工具间的废墟中，伊凡于一周后发现了它。伊凡认定这是母亲写给他的信，他终于感受到了一直渴望的温暖，也明白了他此后该如何过一生。

“其实待在这里这么多年，我都活在过去，把自己禁锢在童年里。但是从今以后，我就自由了，我还有时间去弥补，我得去建立一个真实的人生，一个让我最终会得到幸福的人生。”

如果说人的生命可以有两次开始，一次是从母胎中呱呱落地，另一次就是找到人生的意义。从此勇敢面对，积极向前。



吕克：在事业上，明确内心真正的向往很重要，否则只会心猿意马，一事无成
吕克是小男孩的朋友，他们从小一起长大，在彼此的童年的记忆中，留下了很温暖的回忆。吕克的爸妈经营着一家面包店，吕克从小对未来没有过多期许，因为他知道自己命中注定要接管面包店，要成为继父亲之后的又一名面包师。但在吕克心中，他真正的梦想是做一名如查布洛先生一般的医生，他于惨淡的现实生活中，一边怯懦着，一边渴望追逐属于自己的人生。

长大后，吕克如预想的那般，不大甘心地学起了父亲的面包师手艺。而儿时听他诉说梦想的玩伴——小男孩，却就读于医学院，即将成为一名真正的医生。

当长大后的这对朋友再次重逢，吕克的影子向男孩诉说，希望吕克可以有追求医学梦想的机会。在男孩的帮助下，吕克的父亲终于答应让儿子踏上追梦之路，吕克拿着家中提供给他不多的钱，开始了触摸梦想的生活。



文 | 卧猫
然而，理想与梦想的不同之处，就在于想的时候，一个是脚踏实地，另一个是如入云端。成为医生的求学之路，曾无数次出现在吕克的梦里，让他对眼下的面包师生活多有不满，并对医院里的生活充满渴望。可当他真正走上这条他以为光鲜灿烂的道路时，一切就变得不一样了。

“我过去捏的是面团，不是活生生的血肉；我过去割开的是面包，不是沾满血的衬衫和长裤，尤其我从没听过奶油面包濒临死亡的悲鸣，即使我往它头上扎上一刀。老友啊，我真的在自问是否适合这一行。”

有的时候，我们以为自己很渴望的梦想，其实只是一个幻影而已。只有真正触摸到它，我们才会明白，它是否真的适合自己。

在吕克的事业问题上，他一出生就遇到了自己一生最钟爱的面包事业，但他的心里还长着一株成为医生的嫩芽，他无法忽略它。因为这个梦想，他整日闷闷不乐，心猿意马。唯一的解药就是让吕克真正踏上寻梦之路，当他终于过上他期待过的生活，现实反而教会他，什么才是最适合他的。

韩寒导演的电影《后会无期》中有句经典台词，“我们听说过很多道理,却依然过不好这一生。”人生，耳听前人的经验并不能让我们真正领悟，而只有切身去尝试和体验过，才会明白，真正适合自己的是什么。

只有明确了内心的真正渴望，才会告别碌碌无为的日子，过上为所爱奉献一生的充实生活。



男孩：在爱情里，忠于内心所爱，才会收获真正的幸福
伊丽莎白是小男孩在童年时认定的“真命天女”，而班级的“恶作剧大王”马格是他的头号情敌。因为这位他们同时爱上的女孩伊丽莎白，小男孩成为了马格的眼中钉，肉中刺。他童年时的校园生活在马格的霸凌与欺压下过的相当悲惨，当伊丽莎白与马格手牵手站在操场的七叶树下，小男孩更是品尝到了挫败与失落的滋味。



文 | 卧猫
在一次假期里，小男孩的母亲带他去海边度假，他因此认识了又聋又哑的特殊女孩克蕾儿。在小男孩眼中，克蕾儿最迷人的特点是她的安静，除此之外，她还有着水汪汪的大眼睛，她的笑如大提琴般悦耳动听。小男孩与克蕾儿相处了一生中难忘的六天时间，一开始，他盼望着把克蕾儿向全班同学讲起，因为他相信这样将会给伊丽莎白的内心造成一定的震动。可是随着他与克蕾儿的相处，他真正爱上了这位与众不同的女孩，伊丽莎白在他心中已经无足轻重，克蕾儿成了他心里更加耀眼的女神。

假期结束后，小男孩不得不与克蕾儿分离。原本约定以后每年夏天都要为克蕾儿来一次海滩，可从那之后，他却没有得到机会去履行他的诺言。克蕾儿像梦一般在他的生活里消失，留在现实里挥之不去的是伊丽莎白和马格。

“两年后，我吻了伊丽莎白，她的吻既没有蜂蜜的味道也没有草莓的香味，只有一种对马格报复的香气，证明我从此跟他一样了。连续三届当选班长终于赋予了人相当大的影响力。

亲吻后的第二天，伊丽莎白和我就分手了。”

同伊丽莎白的恋爱，并不是出自小男孩的内心。这种没有真心的爱情，他从中获得的仅仅是一种报复的快感，而后则是长久的落寞与失望。

文 | 卧猫
苏菲是男孩在医学院时的拍档，一直以来，他们的感情只是朋友间的友谊。但苏菲女性的魅力让男孩对她产生了肉体的冲动，他错把这冲动当成爱情，和苏菲有了错误的开始。

苏菲是爱男孩的，但男孩并不爱苏菲。在男孩的若即若离中，苏菲一次又一次受伤。终于，在一次共同去往海滩的旅行中，记忆唤起了男孩对克蕾儿的爱，他的心里重新开始为爱变得滚烫。此时不知身在何方的克蕾儿让他魂牵梦萦，而陪在他身边的苏菲，却倍感孤单。

同苏菲的恋爱，只是激素作用下的肉体冲动。一场没有心灵悸动的爱情，它的状态只能是一方歉疚，一方落寞。

当男孩被爱驱使，长途跋涉只为探寻克蕾儿的下落；当他飞奔在地铁的长廊间，只为早点赶赴克蕾儿可能就读的学校；当他精心装扮自己，欢欣雀跃又惴惴不安地来看克蕾儿演出；当他激动又忐忑地坐在克蕾儿楼下去细数每一位进出的居民，只为了解克蕾儿是否单身；当他恳请杂货店老板修好多年前的老鹰风筝，只为唤起克蕾儿对他的回忆；当他让老鹰风筝飞到克蕾儿窗前，细心留意她的一举一动。我们终于看到了真爱的模样。

同克蕾儿的恋爱，才是两颗真正相爱的心产生的碰撞。真爱就是无论天涯海角，无论时光之隔。它来不得半点将就，它必须赤诚。因为只有忠于内心的爱，才配得上真正的收获美满与幸福。



文 | 卧猫
写在最后
在《偷影子的人》这本书中，作者巧妙地用影子象征了每个人真正的内心。

书中说，“ 人们连他人都不关心了,更何况他人的影子。”而我想说，我们选一个阳光明媚的午后，去静静地听一听影子会对我们说些什么吧。因为那就是内心的声音，请认真倾听，而后认真践行。

戴安娜·弗里兰说，“美好的人生仅此一遭，须知你所求，亲自践行。”



人生最幸福的事情就是肆意而潇洒地过一生，不委曲求全，不曲意奉承。只为自己内心，只因心之所愿。

无论面对生活、事业、还是爱情，只有倾听自己内心声音的人，只有忠于自己内心声音的人，才能真正追寻到属于自己的幸福人生！
','2020-01-19 03:14:07');
